Repository: beyondtao/MochiDock
Catalog: MochiDock/MochiDock/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ remaining
zh_hans: 剩余 %@

source: Every %lld minutes
zh_hans: 每 %lld 分钟

source: Paused “%@” and enabled “%@”.
zh_hans: 已暂停“%@”，并启用“%@”。

source: Running: %@
zh_hans: 当前运行：%@

source: Time for %@!
zh_hans: 该%@啦～

source: Waiting for you
zh_hans: 等待处理

source: A quiet little friend on your desktop
zh_hans: 安静陪伴在桌面上的小伙伴

source: Adjust how your little friend looks and responds.
zh_hans: 调整小伙伴的外观与互动方式。

source: Allow MochiDock in System Settings > General > Login Items.
zh_hans: 请在“系统设置 > 通用 > 登录项”中允许 MochiDock。

source: Application
zh_hans: 应用

source: Choose how MochiDock behaves on your Mac.
zh_hans: 选择 MochiDock 在 Mac 上的运行方式。

source: Couldn’t update Start at Login.
zh_hans: 无法更新“登录时启动”。

source: Extra Large — 240
zh_hans: 超大 — 240

source: Happy
zh_hans: 开心

source: Hide Pet
zh_hans: 隐藏宠物

source: Jumbo — 320
zh_hans: 特大 — 320

source: Large — 160
zh_hans: 大 — 160

source: Medium — 120
zh_hans: 中 — 120

source: MochiDock pet
zh_hans: MochiDock 宠物

source: MochiDock Settings
zh_hans: MochiDock 设置

source: MochiDock’s login item is unavailable.
zh_hans: MochiDock 的登录项当前不可用。

source: Pet
zh_hans: 宠物

source: Pet Size
zh_hans: 宠物尺寸

source: Pointer Proximity Response
zh_hans: 鼠标接近回应

source: Quit MochiDock
zh_hans: 退出 MochiDock

source: Resting
zh_hans: 休息中

source: Settings…
zh_hans: 设置…

source: Add Reminder
zh_hans: 添加提醒

source: Cancel
zh_hans: 取消

source: Complete
zh_hans: 完成

source: Delete
zh_hans: 删除

source: Delete Reminder?
zh_hans: 删除提醒？

source: Edit
zh_hans: 编辑

source: Edit Reminder
zh_hans: 编辑提醒

source: Enable
zh_hans: 启用

source: Let your little friend gently remind you.
zh_hans: 让小伙伴轻轻提醒你。

source: Pause
zh_hans: 暂停

source: Reminder Name
zh_hans: 提醒名称

source: Reminders
zh_hans: 提醒

source: Remind me in 10 minutes
zh_hans: 10 分钟后提醒

source: Save
zh_hans: 保存

source: Show Pet
zh_hans: 显示宠物

source: Small — 80
zh_hans: 小 — 80

source: Start at Login
zh_hans: 登录时启动

source: When the pointer comes close, your little friend will notice you.
zh_hans: 鼠标靠近时，小伙伴会注意到你。
